ntfs-3g
alsa-lib
alsa-utils
xorg
xf86-video-intel
xf86-video-vesa
gmrun
slim
archlinux-themes-slim
slim-themes
hicolor-icon-theme
powertop
htop
iotop
rsync
abs
zip
unzip
unrar
bzip2
p7zip
xarchiver
feh
chromium
flashplugin
emacs
emacs-color-theme
slime-cvs
thunar
thunar-volman
terminus-font
ttf-inconsolata
ttf-bitstream-vera
ttf-liberation
ttf-ms-fonts
ttf-dejavu
mirage
pidgin
sbcl
xscreensaver
rxvt-unicode
smplayer
wicd
perl-libwww
db4.1
aspell-en
bzr
git
mercurial
darcs
cvs
subversion
sloccount
bash-completion
sshfs
screen
pkgstats
lxrandr
lsof
pm-utils
llvm
clang
clang-analyzer
strace
words
oprofile
mpg123
rlwrap
scrot
libsndfile
openntpd
mediatomb
vorbis-tools
guile
chicken
ocaml
openjdk6
gdb
scala
scala-doc
scala-src
texi2html
tmux
emacs-w3m-cvs
emacs-haskell-mode
