base-devel
netcfg
sudo
wireless_tools
ntfs-3g
openssh
iwlwifi-5000-ucode
alsa-lib
alsa-utils
xorg
xf86-video-intel
xf86-video-vesa
xmonad
xmonad-contrib
openbox
openbox-themes
obconf
gmrun
xcompmgr
transset-df
slim
archlinux-themes-slim
slim-themes
hicolor-icon-theme
stalonetray
conky
powertop
htop
iotop
rsync
abs
zip
unzip
unrar
bzip2
p7zip
xarchiver
xfburn
feh
rtorrent
firefox
flashplugin
asunder
emacs
emacs-color-theme
emacs-haskell-mode
slime-cvs
thunar
thunar-volman
terminus-font
ttf-inconsolata
ttf-bitstream-vera
ttf-liberation
ttf-ms-fonts
ttf-dejavu
mirage
pidgin
mpd
ncmpc
sonata
nzbget
gparted
sbcl
ghc
python
drscheme
xscreensaver
scrot
rxvt-unicode
openntpd
gtypist
mplayer
smplayer
wicd
perl-libwww
db4.1
aspell-en
bzr
git
mercurial
darcs
cvs
subversion
sloccount
bash-completion
sshfs
screen
pkgstats
cabal-install
xmobar
lxrandr
lsof
pm-utils
llvm
clang
evince
strace
words
