htop
iotop
rsync
zip
unzip
unrar
bzip2
p7zip
emacs23-nox
sbcl
sbcl-doc
sbcl-source
git
subversion
sloccount
bash-completion
screen
lighttpd
postgresql
postgresql-client
apache2-utils
lsof
strace
rlwrap
openntpd
openjdk-7-jdk
python-pygments
wamerican
siege
znc
pypy
luajit
build-essential
cl-quicklisp
pygments
# maybe add clojure, ocaml, ghc?
