htop
iotop
rsync
zip
unzip
unrar
bzip2
p7zip
emacs23-nox
sbcl
git
subversion
sloccount
bash-completion
screen
lighttpd
lsof
strace
rlwrap
openntpd
openjdk-7-jdk
clojure
clojure-contrib
python-pygments
wordlist
siege
znc
