htop
iotop
rsync
zip
unzip
unrar
bzip2
p7zip
emacs-nox
terminus-font
ttf-inconsolata
ttf-bitstream-vera
ttf-liberation
ttf-ms-fonts
ttf-dejavu
sbcl
bzr
git
mercurial
darcs
cvs
subversion
sloccount
bash-completion
screen
pkgstats
lighttpd
postgresql
lsof
llvm
clang
clang-analyzer
strace
oprofile
words
rlwrap
openntpd
openjdk6
gdb
clojure
clojure-contrib
python-pygments
emacs-w3m-cvs
siege
